Repository: fakharamirali/django-payment
Catalog: payment/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Payment
fa: پرداخت

source: An error occurred while processing your transaction (%s, %s)
fa: یک مشکل هنگام بررسی تراکنش شما رخ داد (%s, %s)

source: Pay Portal
fa: درگاه پرداخت

source: Pay Portals
fa: درگاه های پرداخت

source: Access secret data of pay portal
fa: دسترسی به اطلاعات امنیتی درگاه پرداخت

source: Name
fa: نام

source: Code Name
fa: کد

source: This name use to access from code and don't show user
fa: این نام برای دسترسی در نرم افزار استفاده می شود و به کاربر نشان داده نمی شود

source: Backend
fa: نوع درگاه

source: API Key
fa: کلید API

source: Order Prefix
fa: پیشوند سفارش

source: Transaction
fa: تراکنش

source: Transactions
fa: تراکنش ها

source: Can Create a new Transaction
fa: آیا می تواند یک تراکنش بسازد

source: Can verify a transaction with check
fa: آیا می تواند تراکنش را مجددا بررسی کند

source: Can set it paid without check
fa: می تواند پرداخت شده تنظیم کند بدون بررسی

source: Delete finished transactions
fa: حذف تراکنش های تکمیل شده

source: Delete transactions
fa: حذف تراکنش ها

source: Transaction ID
fa: کلید تراکنش

source: Order ID
fa: کلید سفارش

source: User
fa: کاربر

source: Linked Model
fa: مدل لینک شده

source: Linked Object Id
fa: کلید شی لینک شده

source: Amount
fa: قیمت

source: Card Number
fa: شماره کارت

source: Tracking Code
fa: کد پیگیری

source: Status
fa: وضعیت

source: Description
fa: توضیحات

source: Other Information
fa: اطلاعات دیگر

source: Create Date
fa: تاریخ ساخت

source: Create on portal at
fa: ساخته شده در درگاه در

source: Last verify
fa: آخرین بررسی

source: Last Edit
fa: آخرین ویرایش

source: Payment APIs
fa: API های پرداخت

source: Nextpay
fa: نکست پی

source: Zibal
fa: زیبال

source: Refund failed by lack of funds
fa: استرداد وجه به دلیل کمبود بودجه با شکست مواجه شد

source: Refund Failed
fa: استرداد وجه با شکست مواجه شد

source: Refunded
fa: استرداد شده

source: Successful
fa: موفقیت آمیز

source: Wait ...
fa: در انتظار ...

source: Canceled
fa: لغو شده

source: Wait for Bank
fa: در انتظار بانک

source: Canceled By User
fa: لغو شده توسط کاربر

source: Failed
fa: شکست خورده

source: Api Key is invalid
fa: کلید API نامعتبر است

source: Transaction ID is invalid
fa: کلید تراکنش نامعتبر است

source: Amount is invalid
fa: قیمت نامعتبر است

source: Card is invalid
fa: شماره کارت نامعتبر است

source: Balance is not enough
fa: موجودی کافی نیست

source: Unfortunately your pay request failed
fa: متأسفانه درخواست پرداخت شما با شکست رو به رو شد

source: Unfortunately refund failed
fa: متاسفانه استرداد وجه با شکست مواجه شد

source: Refund failed by lack of funds in server
fa: استرداد وجه به دلیل کمبود وجه در سرور با شکست مواجه شد

source: API Key of portal is invalid
fa: کلید API درگاه نامعتبر است

source: This field only include number
fa: این فیلد فقط باید شامل عدد باشد
